aa
aaqa
aarakocra
aasimar
ab
abactor
aban
abandon
abandoned
abandons
abar
abbathor
abdomen
abduct
abducted
aber
aberra
aberrant
aberration
aberrations
abhor
abhorrent
abi
abide
abiding
abil
abili
abiliti
abilities
ability
abishai
abishai's
abishais
abjuration
abjurers
ablaze
able
ably
abo
aboard
abode
aboleth
aboleth's
aboleths
aboleths'
abominable
abomination
abominations
abound
about
above
abriymoch
abroad
absence
absent
abso
absolute
absolutely
absorb
absorbed
absorbing
absorbs
absorption
abstract
abundance
abundant
abuse
aby
abyss
abyss's
abyssa
abyssal
ac
aca
academic
academics
academies
academy
academy's
acc
acce
accentuate
accept
acceptable
acceptance
accepted
accepting
accepts
access
accessed
accessible
accident
accidentally
accidents
acco
accom
accommodate
accommodations
accompa
accompanied
accompanies
accompany
accompanying
accomplish
accomplished
accomplishments
accord
accordance
according
accordingly
account
accounting
accounts
accu
accumu
accumulate
accumulated
accumulating
accuracy
accurate
accurately
accursed
accused
accuses
accustomed
ace
acererak
aces
ach
acheron
achieve
achieved
achievement
achievements
achieving
aching
acid
acidic
ack
acknowl
acknowledge
acknowledged
acks
acolyte
acolytes
acq
acquaintance
acquaintances
acquainted
acquire
acquired
acquiring
acquisition
acr
acro
acrobatics
across
act
acte
acted
acter
acter's
acters
acti
acting
actio
action
actions
activ
activate
activated
activates
activation
active
actively
activi
activit
activities
activity
actlons
acto
actor
acts
actua
actual
actually
ad
ada
adamantine
adapt
adaptable
adaptation
adaptations
adapted
adar
adbar
adbar's
adbarran
add
added
addi
addictive
adding
addit
addition
additiona
additional
additionally
address
addressed
addresses
adds
ade
adel
adept
adepts
ades
adhere
adherence
adherents
adheres
adhesive
adin
adition
adjacent
adjoin
adjust
adjusting
adjustment
adjustments
administer
administered
administering
administration
admire
admired
admission
admit
admitted
adness
adolescence
adopt
adopted
adopting
adopts
adoration
adore
adorn
adorned
adornment
adorns
adow
adr
adrift
ads
adu
adult
adulthood
adults
adv
adva
advan
advance
advanced
advancement
advances
advancing
advant
advanta
advantage
advantageous
advantages
adve
adven
advent
adventu
adventur
adventure
adventure's
adventurer
adventurer's
adventurers
adventurers'
adventures
adventuresome
adventuring
adventurous
adver
adversaries
adversary
advi
advice
advise
advised
adviser
advises
advising
advisor
advisors
advocate
advocates
advokist
ae
aedyn
aer
aerdrie
aere
aerenal
aereni
aerial
aerie
aeries
aesthetic
af
afar
aff
affair
affairs
affect
affected
affecting
affection
affects
affiliated
affiliation
affinity
afflicted
afflictions
affluent
afford
afforded
affords
aflame
afraid
aft
afte
after
afterlife
aftermath
afterward
ag
aga
agai
again
agains
against
aganazzar
agatha
agathys
age
aged
ageless
agencies
agency
agenda
agendas
agent
agents
ages
aggression
aggressive
aggressively
agic
agica
agical
agility
agin
aging
aglarond
ago
agon
agonizing
agons
agony
agr
agree
agreed
agreement
agreements
agriculture
ague
ah
ahead
ai
aid
aided
aides
aiding
aids
aig
aign
ailments
aim
aimed
aiming
aims
ain
ained
aining
ains
air
airborne
airing
airship
airships
airy
aise
ait
aith
aits
aj
ajackalwere
ak
ake
akes
akin
aks
al
al'lla
ala
alabaster
alagondar
alarm
alaron
albeit
alc
alche
alchem
alchemical
alchemist
alchemist's
alchemists
alchemy
alcohol
alcove
alcoves
ald
alden
alden's
ale
alert
alertness
alexia
alf
ali
alien
alig
align
aligned
alignm
alignment
alignments
alike
ality
alive
alkilith
alkiliths
all
alle
allegiance
alley
alleys
alli
allian
alliance
alliances
allied
allies
allip
allosaurus
allow
allowed
allowing
allows
alloy
ally
ally's
allying
alm
almo
almost
alms
aloft
alone
along
alongside
aloof
aloud
alpha
alphabet
alphabetical
alphas
alr
already
als
also
alt
altar
altars
alte
alter
alterations
altered
altering
alternate
alternative
alternatively
alters
alth
althou
although
alty
alu
always
am
amage
amass
amassed
amassing
amaunator
amb
ambassador
ambassadors
amber
ambi
ambient
ambiguity
ambition
ambitions
ambitious
ambush
ambusher
ambushers
ambushes
ame
amed
amenities
ames
amethyst
amid
ammunition
amn
amnizu
amnizus
amo
amok
amon
among
amorphous
amou
amount
amounts
amp
amphail
amphibian
amphibious
amphibiousness
ample
amplify
amu
amulet
amulet's
amulets
amuse
amused
amusement
amusing
an
ana
anar
anarch
anarch's
anarchic
anarchs
anathema
anc
ance
ances
ancestor
ancestors
ancestral
ancestry
anchor
anchored
anchoring
ancie
ancient
ancients
and
ander
anders
andom
androsphinx
ands
ane
anes
anew
ang
ange
anged
angel
angel's
angelic
angels
anger
angered
anges
angharradh
angles
angry
anguage
anguages
anguish
ani
anima
animal
animalistic
animals
animate
animated
animates
animating
animosity
ank
ankheg
ankhegs
ankylosaurus
ann
anna
annam
anne
annihilate
annihilation
announce
annoyed
annual
ano
anoid
anonymity
anonymous
anot
anoth
anothe
another
another's
ans
answer
answering
answers
ant
anta
antage
antagonist
antagonistic
antagonists
antennae
anti
anticipate
anticipated
anticipation
antics
antimagic
antiquity
antitoxin
antlers
ants
anvil
anxiety
any
anybody
anyone
anyone's
anything
anyway
anywhere
ao
aos
aot
ap
apa
apar
apart
apartment
apartments
ape
apes
aplenty
apocalypse
apocalyptic
apon
apons
apothecary
app
apparatus
apparent
apparently
apparition
appe
appea
appeal
appealing
appeals
appear
appeara
appearance
appearances
appeared
appearing
appears
apped
appendage
appendages
appendix
appetite
appetites
apples
applicable
application
applications
applied
applies
apply
applying
appoint
appointed
appointment
appointments
appr
appreciate
appreciated
appreciation
apprehended
apprentice
apprentices
appro
approach
approached
approaches
approaching
appropr
appropriate
appropriately
approval
approximate
aps
apt
apte
apter
aptitudes
aptly
aquan
aquatic
ar
ara
arac
arachnids
aracte
aracter
aracter's
aracters
arate
arawai
arb
arbiter
arborea
arc
arca
arcan
arcana
arcanaloth
arcanaloths
arcane
arcanist
arcanists
arcanix
arch
archdevil
archdevils
archdruid
archduke
archdukes
arche
archer
archers
archery
arches
archetypal
archetype
archetypes
archfey
archfiends
archi
architects
architectural
architecture
archive
archives
archma
archmage
archmages
archon
archons
archpriest
archpriest's
archs
arclight
arcs
arctic
ard
ardent
ardry
ards
are
area
area's
areas
ared
aren
aren't
arena
arenas
arf
arg
arge
argent
arger
arges
argest
arget
argon
argonnessen
argonth
argue
argues
arguing
argument
arguments
ari
arid
arily
aring
aris
arise
arisen
arises
arisma
aristocracy
aristocrat
aristocrat's
aristocratic
aristocrats
ark
arkness
arm
armanite
armanites
armed
armies
armo
armor
armor's
armored
armorer
armory
arms
army
arn
arnn
aro
arose
arou
aroun
around
arr
arrah
arrange
arranged
arrangement
arrangements
arranges
arranging
array
arrest
arrester
arresters
arri
arrival
arrivals
arrive
arrived
arrives
arriving
arrogance
arrogant
arrow
arrowhead
arrows
ars
arsenal
art
arteries
arth
arti
artifact
artifacts
artifi
artifice
artificer
artificer's
artificers
artificial
artillerist
artillery
artisan
artisan's
artisans
artist
artistic
artistry
artists
arts
artwork
arv
arvandor
arven
arves
arvoreen
ary
aryvandaar
as
ascalhorn
ascend
ascendant
ascending
ascends
ascension
ascertain
ascetic
ase
ased
ases
ash
ashbound
ashes
ashing
ashtakala
aside
asis
ask
asked
asking
asks
asleep
asmo
asmode
asmodeus
asmodeus's
asons
asp
aspect
aspects
aspirations
aspire
aspiring
ass
assa
assas
assass
assassi
assassin
assassinate
assassinated
assassination
assassinations
assassins
assau
assault
assaults
assem
assemb
assemble
assembled
assert
asserted
asserting
asserts
asses
assess
assessing
assessment
assets
assig
assign
assigned
assignment
assignments
assigns
assis
assist
assistance
assistant
assistants
assists
asso
assoc
associ
associa
associat
associate
associated
associates
association
associations
assortment
assu
assume
assumed
assumes
assuming
assumptions
assure
assured
ast
aste
aster
aster's
asterisk
astery
asting
astonishing
astra
astral
astray
astride
asts
asunder
asure
at
at's
atc
atcha
ate
ated
ately
ater
ates
ath
athas
athlete
athleti
athletic
athletics
ati
ating
atio
ation
ations
atmosphere
atone
atonement
atop
ators
atrocities
ats
att
atta
attac
attach
attached
attaches
attack
attack's
attacked
attacker
attackers
attacking
attacks
attain
attains
atte
attempt
attempted
attempting
attempts
atten
attend
attendance
attendant
attendants
attended
attends
attention
atter
attitude
attitudes
attract
attracted
attracting
attraction
attractions
attractive
attracts
attribute
attributes
attune
attuned
attunement
attuning
atu
atur
atura
atural
ature
atures
au
auda
audacity
audi
audible
audience
audiences
augment
augury
augustin
aul
aun
aundair
aundair's
aundairian
aundairians
aunt
aura
aurala
auran
aurel
aurelia
aureon
aureon's
auril
aurum
aurum's
ause
auspicious
austere
author
authorities
authority
authorized
automat
automatic
automatically
automatons
autonomous
autonomy
autumn
av
ava
avail
availa
availability
available
avalanche
avalanches
avan
avarice
avatar
ave
avel
avelin
avenge
avenger
avenue
avenues
aver
average
avernus
aversion
avert
avian
avo
avoid
avoidance
avoided
avoiding
avoids
avowed
aw
awa
await
awaits
awake
awaken
awakened
awakening
awakens
awar
award
awarded
awards
aware
awareness
awash
away
awe
awed
awesome
awful
awoke
awry
aws
ax
axe
axes
axi
axiomatic
ay
aye
ayer
ayer's
ayers
aying
ays
az
aza
azer
azers
azo
azor
azori
azorius
azure
azuth
ba
baal
baalzebul
baba
babbling
baboon
baby
bac
back
backbone
backed
background
backgrounds
backs
backstory
backward
bad
badge
badger
badgers
badly
bae
bael
bael's
baervan
bag
baggage
bahamut
baidu
bailiffs
bait
baker
bal
balan
balance
balanced
balconies
bald
baldur
baldur's
baldurians
baleful
balhannoth
balhannoth's
balinor
ball
ballista
ballroom
balls
balm
balor
balor's
ban
band
bandit
banditry
bandits
bands
bane
bang
banish
banished
banishing
banishment
bank
bankers
banking
banks
banned
banner
banners
banquet
banshee
banshee's
banshees
baphomet
baphomet's
bar
baram
baravar
barb
barba
barbar
barbari
barbarian
barbarian's
barbarians
barbed
barbs
bard
bard's
bardic
barding
bards
bare
barely
bargain
bargaining
bargains
barge
barian
bark
barkskin
barlgura
barn
baron
barons
barracks
barrage
barred
barrel
barren
barrier
barriers
barrow
bars
bartender
bas
basalt
base
based
basement
bash
basic
basilica
basilica's
basilicas
basilisk
basilisk's
basilisks
basis
basket
bastion
bat
batants
bath
bathe
bathed
bathes
bathing
baths
bats
batt
battalion
batter
battered
battering
battl
battle
battleaxe
battled
battlefield
battlefields
battleforce
battlehammer
battlerager
battles
battling
baubles
bay
bazaar
be
bea
beach
beaches
beacon
bead
beads
beak
beaks
beam
beams
bear
beard
bearded
beards
bearer
bearers
bearing
bears
beast
beast's
beasthide
beasts
beat
beating
beats
beautiful
beauty
bec
beca
becam
became
becau
becaus
because
beco
becom
become
becomes
becoming
bed
bedine
beds
bee
been
beetle
beetles
befits
befor
before
befouled
befriend
beg
began
beggar
beggars
begged
begin
beginning
beginnings
begins
beguiling
begun
beha
behalf
behave
behavior
behaviors
beheld
behemoths
behest
behind
behir
behir's
behirs
behold
beholden
beholder
beholder's
beholderkin
beholders
bei
bein
being
being's
beings
bel
belas
belashyrra
belashyrra's
belch
belches
belia
belief
beliefs
believe
believed
believers
believes
believing
bell
bellow
bellows
bells
belo
belong
belonged
belonging
belongs
beloved
below
belt
ben
bend
bending
bends
bene
beneath
benefactor
beneficial
benefit
benefiting
benefits
benevolent
benign
bent
ber
berbalang
bereft
berronar
bers
berserk
berserker
berserkers
bership
berth
bes
beseech
beseeching
beset
beshaba
beshaba's
beside
besides
best
bestial
bestiary
bestow
bestowed
bestows
besttary
bet
betray
betrayal
betrayed
betraying
bets
better
betw
between
beware
bewildering
bey
beyer
beyond
bhaal
bhaerynden
bi
bid
bidder
bidding
biding
big
bigby's
bigger
biggest
bile
bilities
bility
bill
billowing
bind
binder
binding
binds
bine
bined
biological
biomancer
biomancers
biped
bipedal
bird
bird's
birds
birdsong
birth
birthplace
birthright
bisby
bit
bite
bites
biting
bition
bitious
bits
bitten
bitter
bitterly
bizarre
bj
bl
bla
black
blackbones
blackened
blackford
blackmail
blacksmith
blackstaff
blad
blade
bladed
blademarks
blades
blades'
bladesinger
bladesingers
bladesinging
bladesong
blame
blamed
blames
blank
blas
blasphemous
blast
blasted
blasting
blastseeker
blastseeker's
blaze
blazing
ble
bleak
bleed
bleeding
blend
blending
blends
bles
bless
blessed
blessing
blessings
blex
bli
blight
blights
blind
blinded
blinding
blindness
blindsight
bling
blingdenstone
blink
blish
bliss
blistercoils
blizzard
blizzards
blo
bloated
block
blocked
blocks
blond
blood
blooded
bloodline
bloodlines
bloodlust
bloodshed
bloodthirsty
bloody
blooms
blow
blowing
blows
blud
bludg
bludgeon
bludgeoni
bludgeoning
blue
blunt
blur
blurred
bly
bo
boar
board
boareskyr
boars
boast
boasts
boat
bod
bodi
bodied
bodies
bodily
body
bodyguard
bodyguards
bogs
boil
boiled
boiling
bol
bold
bolder
boldness
boldrei
boldrei's
bole
bolrac
bolster
bolstered
bolstering
bolsters
bolt
bolted
bolter
bolts
bomb
bon
bond
bondage
bonded
bonds
bone
boneclaw
boneclaws
bonecraft
bones
bonfire
bonu
bonus
bonuses
bony
book
book's
books
boom
booming
booms
boon
boons
boot
boots
bor
boranel
borborygmos
border
borderlands
borders
bore
bored
boredom
borhood
boring
born
borne
boro
boromar
boromars
boromars'
boros
borrow
borrowed
borrowers
boss
boss's
bosses
bot
both
bother
bothered
bott
bottle
bottles
bottom
bottomless
bou
boughs
bought
boulder
boulders
bound
boundari
boundaries
bounded
boundless
bounds
bountiful
bounty
bout
bow
bowels
bowl
bows
box
boxed
boxes
br
bra
brace
bracers
braids
brain
brains
bran
branch
branches
brand
branded
brandied
branding
brandish
brandobaris
brass
brave
bravery
brawl
brawler
brawn
bre
breached
breadth
break
breaking
breaks
breakthrough
breastplate
breath
breathable
breathe
breathing
bred
breed
breeding
breeds
breeze
breland
breland's
brelish
brew
brewer's
brewing
bri
bribe
bribed
bribery
bribes
bridge
bridges
brief
briefly
brig
brigade
brigands
bright
brighter
brightly
brilliant
brin
bring
bringers
bringing
brings
brink
brisk
bro
broad
broader
broadly
brok
broke
broken
broker
brokered
brokers
bronze
bronzewood
brooch
brood
brooding
brook
broth
brothe
brother
brotherhood
brothers
brou
brought
brow
brown
bru
bruenor
brush
brushes
brut
bruta
brutal
brutally
brute
brutes
brutish
bryn
bu
bubbling
budget
bug
bugbear
bugbears
bugs
bui
buil
build
building
buildings
builds
built
bul
bulette
bulette's
bulettes
bulezau
bulezaus
bulk
bulky
bullies
bully
bullying
bullywug
bullywugs
bulwark
bunch
bur
burden
burdens
bureau
bureaucracy
bureaucrat
bureaucratic
burglar
burglars
burial
buried
buries
burn
burned
burning
burns
burr
burrow
burrowing
burrows
burst
bursting
bursts
bury
busi
busin
business
business's
businesses
bustling
busy
but
butcher
butchery
butterflies
butterfly
buttons
buy
buyer
buyers
buying
buzzing
by
byeshk
bypass
bystander
bystanders
ca
cabal
cabinet
cable
cac
cache
caches
cackle
cackler
cackling
cadaver
caden
cadre
caer
cage
caged
cages
cairn
cal
calendar
calim
calimshan
call
callarduran
called
caller
callestan
callidyr
calligrapher's
calling
calls
cally
calm
cam
cambion
cambion's
cambions
came
camel
camouflage
camp
campa
campaig
campaign
campaign's
campaigns
camps
campus
can
can'
can't
cana
canals
cand
candidates
candle
candlek
candlekeep
candlekeep's
candles
cane
cania
canine
cannibalism
cannith
cannith's
cannon
cannons
cannot
canny
cano
canoloth
canopy
cant
canticle
cantr
cantrip
cantrips
canyons
cap
capa
capab
capabilities
capability
capable
capacitated
capacity
cape
capital
capitals
capricious
capt
capta
captain
captain's
captains
captivating
captive
captives
captivity
captu
capture
captured
captures
capturing
car
caradoon
carapace
carava
caravan
caravans
carcass
carcasses
card
cardinal
cardinals
cards
care
cared
career
careful
carefully
careless
cares
caretakers
cargo
caring
carnage
carniva
carnival
carnivores
carnivorous
caro
carouse
carousing
carpenter
carpenter's
carr
carriage
carriages
carried
carries
carrion
carrots
carry
carrying
cars
cart
cartographer's
carts
carve
carved
carvers
carving
carvings
cas
case
cases
casino
cast
caste
caster
caster's
casters
casti
casting
castle
castle's
castles
casts
casual
casualties
cat
cata
cataclysm
cataclysmic
catacombs
catapult
catastrophe
catastrophic
catch
catches
catching
cate
cated
catego
categories
categorized
category
cater
catering
caters
cates
cathedral
cathedrals
cation
cations
catnap
cats
catwalk
cau
caught
cauldron
caus
cause
caused
causes
causing
caustic
caution
cautious
cav
cavalier
cavaliers
cavallah
cavalry
cave
cavern
cavernous
caverns
caves
cavity
cavort
caza
cazhaak
cc
ccee
cceeds
ccess
ccesses
ccessf
ccessfu
ccr
ce
cea
cealed
ceased
ceaselessly
ceases
ced
ceded
cee
ceed
cei
ceiling
ceilings
ceive
cel
celani
celebrate
celebrated
celebration
celebrations
celes
celestia
celestial
celestials
cell
cellars
cells
celyria
cement
cen
cenary
cense
censer
cent
centa
centaur
centaurs
center
centered
centers
centipede
centipedes
centra
central
centu
centuri
centuries
century
cept
ception
cer
ceratok
cere
ceremonial
ceremonies
ceremony
cerer
cern
cerned
cers
certa
certain
certainly
certainty
ces
cess
cessful
cestors
cg
ch
cha
chain
chained
chains
chairs
chal
chalice
chall
challe
challen
challenge
challenged
challenges
challenging
cham
chamber
chamber's
chambers
chameleon
champion
champions
chan
chance
chancellor
chancellors
chances
chang
change
changeable
changed
changeling
changelings
changes
changing
channe
channel
channeled
channeling
channels
chant
chanter
chants
chao
chaos
chaot
chaotic
chap
chapt
chapte
chapter
chapters
chaptl
char
chara
charac
characte
character
character's
characteristic
characteristics
characters
characters'
charcoal
charg
charge
charged
charger
charges
charging
chari
charisma
charismatic
charity
charlatan
charlatans
charm
charmed
charming
charms
charred
chart
chase
chased
chases
chasing
chasm
chasme
chatkcha
chauntea
che
cheap
cheat
cheating
chec
check
checkpoints
checks
ched
cheerful
cheese
cheldar
chelimber
chem
chemical
chemicals
chemister
chemisters
cherish
cherished
chessenta
chest
chests
chews
chic
chief
chiefs
chieftain
chieftains
chiktikka
chil
child
childhood
children
chill
chilling
chimera
chimeras
chin
chionthar
chip
chirping
chisel
chiseled
chitin
chitinous
chittering
cho
choi
choice
choices
choke
choked
choker
choker's
choking
choo
choos
choose
chooses
choosing
chorus
chose
chosen
chromait'lc
chromatic
chronicle
chronicle's
chronicles
chu
chult
chunks
church
church's
churches
churn
churning
chuul
chuuls
chy
ci
cia
cial
cialized
cializes
cially
cials
cialties
ciated
cide
cie
cien
ciency
cient
ciently
ciety
cific
cilia
cin
cinct
cinder
cing
cious
cir
circ
circle
circles
circular
circulation
circum
circumstance
circumstances
circumvent
circumvented
circus
cit
cita
citadel
citadel's
citadels
cith
citi
cities
citizen
citizenry
citizens
city
city's
cityscape
civ
civi
civic
civil
civili
civilian
civilians
civiliza
civilization
civilizations
civilized
ck
cked
cking
cks
cky
cl
cla
clad
clade
clades
claim
claimed
claiming
claims
clairvoyance
clan
clan's
clandestine
clans
clarity
clas
clash
clashed
clashes
clashing
class
class's
classes
classic
classify
clauses
clave
claw
claw's
clawed
clawfoot
clawfoots
claws
clay
cle
clean
cleanliness
cleanse
cleansing
clear
cleared
clearing
clearly
clears
cleaving
cler
clergy
cleri
cleric
cleric's
clerics
clerks
cles
clever
cleverly
cleverness
cli
client
clientele
clients
cliff
cliffs
cliffside
clifftop
climate
climates
climax
climb
climbed
climbing
climbs
climes
cling
clinging
clings
cll
cllal'ter
clo
cloak
cloaker
cloaker's
cloakers
cloaks
cloakshadow
clock
clocks
clockwork
clockwork's
clockworks
clog
cloistered
close
closed
closely
closer
closes
closest
closing
closure
cloth
clothes
clothing
cloud
clouded
cloudki
cloudkill
clouds
clout
cloven
clu
club
clubs
clude
cludes
cluding
clue
clues
clumsy
cluster
clustered
clutches
cm
cn
co
coa
coach
coaches
coal
coal's
coalesce
coarse
coas
coast
coastal
coasts
coat
coated
coax
cobbled
cobra
cockatrice
cocoon
cocoons
code
coded
codes
codex
coerce
coercion
coexist
coffers
coffin
cog
cogs
coi
coiling
coils
coin
coinage
coincide
coins
col
cold
colder
colgari
coll
collapse
collapsed
collapses
collapsing
colleague
colleagues
collec
collect
collected
collecting
collection
collections
collective
collectively
collector
collectors
collects
college
colleges
colonies
colony
colony's
color
coloration
colored
colorful
colors
colossal
colossi
colossus
colossus's
column
columns
com
comb
comba
combat
combatant
combatants
combating
combi
combination
combine
combine's
combined
combines
combining
come
comes
comet
comfort
comfortable
comforting
comforts
coming
comm
comma
comman
command
commanded
commander
commanders
commanding
commandos
commands
commemorating
commerce
commercial
commit
commitment
commits
committed
committing
commo
commodity
common
commoner
commoners
commonly
commonplace
commu
commun
commune
communes
communi
communica
communicate
communicates
communication
communications
communion
communit
communiti
communities
community
comp
compa
compact
compan
compani
companies
companion
companions
companionship
company
comparable
compare
compared
compartment
compass
compassion
compassionate
compatriots
compe
compel
compelled
compelling
compels
compensation
compete
competent
competing
competition
competitor
competitors
complaints
complete
completed
completely
completes
completing
completion
complex
complexes
complexity
compli
complica
complicat
complicated
complication
complications
compo
compon
componen
component
components
compose
composed
composition
compound
comprehend
comprehensive
comprise
comprised
comprises
comprising
compromise
compulsion
comrade
comrades
con
conc
conce
concea
conceal
concealed
conceals
conceive
concen
concentra
concentrat
concentrate
concentrated
concentrating
concentratio
concentration
concept
concepts
concern
concerned
concerning
concerns
concert
concertina
conclave
conclave's
conclude
concludes
conclusion
conclusions
concord
concordance
concordian
concordians
concourse
concrete
condemned
condit
condition
conditions
conduct
conducted
conducting
conductor
conducts
conduit
cone
confederation
confer
confidant
confidence
confident
confined
confines
confirm
confli
conflict
conflicting
conflicts
conform
confounding
confront
confrontation
confrontations
confronted
confronting
confuse
confused
confusing
confusion
congregate
congregation
congress
conj
conjunction
conjuration
conjure
conjured
conjures
conn
connec
connect
connected
connecting
connection
connections
connects
conquer
conquered
conqueror
conquerors
conquest
cons
conscience
conscious
consciousness
conscription
consecrated
consecutive
consensus
consent
consequence
consequences
consequently
consid
conside
consider
considerable
consideration
considered
considering
considers
consist
consisting
consists
conso
consort
consortium
conspiracy
const
constant
constantly
constellation
constellations
consti
constitu
constitut
constitute
constitution
constrict
constrictor
construct
constructed
construction
constructs
consu
consult
consultation
consulting
consum
consumable
consume
consumed
consumes
consuming
consummate
cont
conta
contact
contacts
contagion
contain
contained
container
containing
containment
contains
contemplate
contemplating
contemplation
contemplative
contempt
contend
content
contentment
contents
contest
contestants
contested
contests
context
contin
continent
continents
contingency
continu
continual
continually
continue
continued
continues
continuing
continuous
continuously
contraband
contract
contracts
contradict
contradictory
contraptions
contrary
contrast
contribute
contributes
contribution
contro
control
controlled
controller
controlling
controls
conv
conve
convenient
conventional
conventions
conver
converge
conversa
conversation
conversations
converse
conversely
converted
converts
convey
convicted
conviction
convictions
convince
convinced
convinces
convoluted
cook
cook's
cooked
cool
cooperate
cooperation
coordinate
coordinating
coordination
cop
cope
copied
copies
copper
copy
copying
cor
coral
cord
cords
core
corel
corellon
corellon's
cormyr
corn
corner
corners
cornerstone
corp
corporate
corporeal
corps
corpse
corpse's
corpses
corpulent
corr
correct
correctly
correspond
corresponding
corresponds
corridors
corrin
corrode
corrodes
corrupt
corrupted
corrupting
corruption
corruptor
cos
cosmetic
cosmic
cosmology
cosmopolitan
cosmos
cost
costly
costs
coterminous
cou
couatl
couatl's
couatls
couch
could
couldn't
coun
counc
council
councilor
councilors
councils
counsel
count
counte
counter
countered
countermeasures
counterparts
counterspe
counterspel
counterspell
counting
countless
countries
country
countryside
counts
couple
cour
courage
courageous
courier
couriers
course
court
courtesy
courthouse
courtier
courtiers
courts
courtyard
cousin
cousins
cov
cove
coven
covens
cover
coverage
covered
covering
covers
covert
covet
coveted
covetous
covets
cowards
cowed
cozy
cp
cr
cra
crab
crabs
crack
cracked
crackles
cracks
cracy
cradle
craft
crafted
crafter
crafters
crafting
crafts
craftsmanship
crafty
crag
crash
crashes
crates
crave
craw
crawl
crawler
crawlers
crawling
crawls
crazed
cre
crea
crease
creases
creat
create
created
creates
creating
creation
creations
creative
creatively
creativity
creator
creator's
creators
creatsword
creatu
creatur
creature
creature's
creatures
creatures'
creches
credit
credited
creed
creep
creeping
crept
crescent
crest
cret
crets
crevice
crevices
crew
crews
cri
cries
crim
crime
crimes
crimi
criminal
criminals
crimson
crippled
crippling
crisis
crisscrossing
criti
critical
cro
croaking
crocodile
crocodiles
crook
crooked
crop
crops
cross
crossbow
crossbows
crossed
crosses
crossing
crotic
croup
crowd
crowded
crowds
crown
crowned
crowns
cru
crucial
crude
crue
cruel
cruelties
cruelty
crumb
crumbled
crumbling
crusade
crusading
crush
crushed
crushes
crushing
cry
crying
crypt
cryptic
crypts
crystal
crystalline
crystals
cs
ct
cte
cted
cter
cters
cti
ctio
ction
ctions
ctive
cts
ctu
cu
cube
cube's
cubes
cue
cuisine
cul
cul'sir
cula
cular
cularly
cull
cullis
culmination
cult
cult's
culti
cultist
cultists
cultivate
cultivated
cults
cultur
cultural
culture
cultured
cultures
cumulative
cunning
cup
cupied
cur
curb
cure
cured
cures
curiosity
curious
curling
currency
current
currently
currents
curry
curse
cursed
curses
curtail
curtain
curved
curving
cus
cused
cuses
custody
custom
customers
customization
customize
customizing
customs
cut
cutpurse
cutpurses
cuts
cutters
cutthroat
cutting
cy
cycle
cycles
cyclical
cyclopes
cyclops
cylinder
cynical
cyran
cyrans
cyre
cyre's
cyric
cyric's
d'cannith
d'jorasco
d'orien
d's
d'vadalis
da
daanvi
daar
daask
daask's
dabbled
daelkyr
daelkyr's
daerismun
dag
dagger
daggerford
daggers
daggerwatch
dagult
dahlver
daily
dair
dal
dale
dalelands
dalin
dalzim
dalzim's
dam
dama
damag
damage
damaged
damaging
damara
damnation
damned
damp
dan
danc
dance
dancer
dances
dancing
dane
dang
danger
dangerous
dangerously
dangers
danica
dao
dappled
dar
dare
dared
dares
darguul
darguun
daring
dark
darken
darkened
darkening
darkens
darker
darkest
darkhold
darklak
darkmantle
darkmantles
darkn
darkness
darkvi
darkvisi
darkvision
dart
darting
darts
dary
dash
dashing
date
dates
dating
dation
dator
dators
daugh
daughter
daughters
daughters'
daunted
dawn
day
day's
daylight
days
daytime
dc
dcs
dd
dden
dditi
ddition
ddle
ddr
de
dea
dead
deadbridge
deadliest
deadly
deafened
deafness
deal
dealer
dealers
dealing
dealings
deals
dealt
dear
deat
death
deathless
deathlock
deathly
deaths
deathsgate
debased
debate
debauchery
debris
debt
debtors
debts
dec
decade
decadence
decadent
decades
decapitated
decay
decaying
deceased
deceit
deceive
deceived
deception
deceptive
decid
decide
decided
decides
decision
decisions
decisive
deck
decks
declare
declared
declares
declaring
decline
declining
decoded
decorate
decorated
decorations
decorative
decreases
decree
decreed
decrees
ded
dedi
dedicate
dedicated
dedication
dedu
deduces
deed
deeds
deem
deemed
deems
deep
deepens
deeper
deepest
deeply
deeps
deepsage
deer
def
deface
default
defe
defeat
defeated
defeating
defen
defend
defended
defender
defenders
defending
defens
defense
defenses
defensible
defensive
deference
defiance
defied
defies
define
defined
defines
defining
definitely
definition
deflect
deflecting
deft
defy
defying
degenerate
degree
dei
deiti
deities
deity
deity's
del
delay
delayed
delegate
delegation
delia
deliberate
deliberately
delicate
delicious
delight
delighted
delightful
delighting
delights
delimbiyr
deliver
delivered
delivering
delivers
delivery
dell
deluded
deluge
delusional
delve
delved
delves
delving
delzoun
dem
demand
demanded
demanding
demands
demeanor
demented
demesne
demesnes
demi
demic
demigod
demigods
demilich
demilich's
demiplane
demiplanes
demise
demo
demogorgon
demogorgon's
demon
demon's
demonic
demonologists
demonomicon
demons
demons'
demonstrate
demonstrated
demonstrates
demonstrating
demonweb
demote
demoted
demotion
den
den'iyas
dence
dendar
deneir
deneith
deneith's
deni
denied
denizens
denote
denoted
dens
dense
densely
dent
deny
dep
depart
departed
departing
departs
depe
depend
dependent
depending
depends
depict
depicted
depicts
depleted
deployed
deposed
deposit
deposits
depraved
depredations
depth
depths
deputy
der
dercity
derdark
dered
derer
derid
derision
derith
derive
derived
derives
derro
ders
dership
derstand
des
desc
descend
descendants
descended
descending
descends
descent
descr
describe
described
describes
describing
description
descriptions
desecrated
desert
deserted
deserters
deserts
deserve
deserves
deserving
design
designate
designated
designed
designers
designing
designs
desir
desirable
desire
desired
desires
desk
desolate
despair
desperate
desperately
desperation
despise
despises
despite
despot
dess
dessarin
dest
destabilize
desti
destination
destinations
destined
destiny
destitute
destroy
destroyed
destroyer
destroying
destroys
destruc
destruct
destruction
destructive
det
deta
detach
detached
detaches
detachment
detail
detailed
details
dete
detect
detected
detection
deter
determ
determi
determin
determination
determine
determined
determines
determining
detrimental
detritus
deus
dev
deva
deva's
devastate
devastated
devastating
devastation
devel
develop
developed
developing
development
developments
develops
devfls
devi
device
devices
devil
devil's
devilish
devils
devils'
devious
devise
devising
devkarin
devoid
devote
devoted
devotee
devotees
devotion
devotions
devour
devoured
devourer
devourers
devouring
devours
devout
dex
dext
dexter
dexterity
dg
dge
dhakaan
dhakaani
dhergoloth
dhosun
di
dia
diabolical
diagram
dialect
dialects
dials
diameter
diamond
diamonds
diani
dic
dicate
dice
dictate
dictated
dictates
did
didn
didn't
die
died
dience
dier
diers
dies
diet
dif
diff
differ
differe
difference
differences
different
differently
differing
diffi
difficult
difficulties
difficulty
dig
digest
digestive
digests
digging
digits
dignitaries
dignitary
diirinka
dim
dimension
dimensional
dimensions
diminish
diminished
dimir
dimir's
dimly
din
dine
ding
dining
dinner
dinosaur
dinosaurs
dip
diplomacy
diplomat
diplomatic
diplomats
dir
dire
direc
direct
directed
directing
direction
directions
directive
directives
directly
director
directs
dirge
dirt
dirty
dis
disa
disable
disabled
disabling
disad
disadv
disadvan
disadvantage
disagree
disap
disappear
disappeared
disappears
disappointment
disarmed
disarming
disaster
disasters
disastrous
disbanded
disc
discarded
discern
discerned
discerning
disci
disciples
discipline
disciplined
disciplines
disclose
discomfort
discord
discount
discounted
discourage
discov
discover
discovered
discoveries
discovering
discovers
discovery
discredit
discretion
discuss
discussed
discussing
discussion
disdain
disease
diseased
diseases
disembodied
disengage
disgrace
disguise
disguised
disguises
disintegrate
disintegrated
disintegrates
disintegrating
disintegration
disk
disks
dislike
dismal
dismiss
dismissed
dismisses
disorder
disp
disparate
dispatch
dispatched
dispater
dispater's
dispel
dispelled
disperse
dispersed
disperses
displaced
displacer
display
displayed
displaying
displays
displeasure
disposal
dispose
disposition
dispute
disputes
disregard
disrespect
disrupt
disrupted
disrupting
disruption
disruptive
dissidents
dissipate
dissipates
dissolution
dissolve
dissolved
dissolves
dissonant
dissuade
dist
distance
distances
distant
distilled
distin
distinct
distinction
distinctive
distinguish
distorted
distract
distracted
distracting
distraction
distractions
distress
distri
distributed
distribution
district
district's
districts
distrust
disturb
disturbance
disturbed
disturbing
dit
diti
dition
ditional
ditions
dium
dius
div
dive
diverse
diversions
diversity
dives
divide
divided
dividuals
divin
divination
divine
diviners
divinity
division
divisions
divulge
dj
djinn
djinni
dl
dle
dling
dlo
dloo
dly
dm
dm's
dmc
dmg
dms
dn
do
do'urden
doc
docent
dock
docked
docks
doctrine
docum
document
documentation
documents
dodge
doe
does
doesn
doesn'
doesn't
doff
dog
dogs
doi
doing
dolgaunts
dolgrim
dolgrims
doll
doll's
dolora
dolora's
dolphins
dolurrh
dom
domain
domains
domes
domesticated
domi
dominance
dominant
dominat
dominate
dominated
dominates
dominating
domination
dominion
don
don't
donate
donated
donation
done
doned
donjon
donkey
doom
doomed
door
doors
doorstep
doorways
doppelganger
doppelgangers
dopt
dor
doresain
dormant
dorn
dors
dos
dose
dot
dou
doub
double
doubled
doubles
doubling
doubt
doubts
doug
dour
douse
dove
dow
down
downfall
downside
downtim
downtime
downtrodden
downward
dozen
dozens
dr
dra
draa
drab
dracolich
dracolich's
draconic
draft
drag
dragged
drago
dragon
dragon's
dragonborn
dragoneyes
dragonfire
dragonkind
dragonlance
dragonmark
dragonmarked
dragonmarks
dragons
dragons'
dragonshard
dragonshards
drags
drain
drained
draining
drains
drakes
dramatic
dramatically
drannor
draped
drastic
draw
drawing
drawn
draws
dread
dreaded
dreadful
dreadhold
dreadnought
dreadnought's
dreadnoughts
dream
dreamer
dreamers
dreaming
dreamlike
dreamlily
dreams
dreg
dren
dress
dressed
dressing
dretch
dretches
drew
drew's
dri
drider
driders
dried
drift
drifted
drifting
drill
drills
drin
drink
drinker
drinkers
drinking
drinks
drip
dripping
dritch
driv
drive
driven
drives
driving
drizzt
dro
droaam
droaamish
drone
drop
droplets
dropped
dropping
drops
drorn
drought
drove
drow
drow's
drown
drowned
drowning
dru
drug
drugs
druid
druidcraft
druidic
druids
druids'
drum
drunk
drunken
dry
dryad
dryad's
dryads
ds
ds'
du
dual
dubbed
duced
duces
duchess
ducting
due
duel
dueling
duelist
duer
duerga
duergar
duergar's
duerra
dues
dug
duhr
duk
duke
dukes
dull
dumb
dun
dunc
dung
dungeon
dungeoneer's
dungeons
duodrone
duped
dupli
duplicate
duplicates
dur
dura
durability
durable
duration
durin
during
dusk
dust
dusty
duti
duties
duty
dv
dventur
dw
dwar
dwarf
dwarf's
dwarfholds
dwarv
dwarven
dwarves
dwarves'
dwarvish
dwe
dwell
dwelled
dwellers
dwelling
dwellings
dwells
dwelt
dy
dybbuk
dybbuks
dying
dyn
dynamic
dynasty
dyrrn
dyrrn's
e'
e's
ea
eac
eace
each
eaches
eact
ead
eade
eaded
eaders
eadership
eading
eads
eady
eaerlann
eag
eage
eager
eagerly
eagerness
eagle
eagles
eak
eake
eaks
eal
ealms
eam
eams
eans
eapo
eapon
ear
eard
earing
earl
earlier
earliest
early
earn
earne
earned
earning
earns
ears
eart
earth
earthbind
earthbound
earthcaller
earthen
earthly
earthmother
earthquake
earthquakes
earts
earworm
eas
ease
eased
eases
easi
easier
easiest
easily
easo
east
eastern
easts
easu
easure
easures
easy
eat
eate
eated
eaten
eater
eaters
eates
eath
eathe
eather
eating
eation
eats
eatu
eature
eatures
eav
eave
eaves
eavesdrop
eaving
eba
ebe
eber
eberron
eberron's
ec
eca
ecame
ecause
eccentric
ece
eces
ecessa
echarges
echelons
echo
echoed
echoes
echoing
echolocation
eci
ecia
ecinct
eck
ecks
eco
ecome
ecomes
economic
economy
ecosystem
ecstatic
ect
ecte
ected
ection
ective
ectly
ects
ed
edator
edators
edge
edged
edges
edi
ediate
ediately
edible
edict
edicts
edifice
edifices
edition
editor
editors
edium
eds
education
educed
edy
ee
eed
eeded
eeds
eem
een
eep
eepe
eeping
eeps
eer
eerie
ees
eet
ef
efe
efeat
efer
efers
eff
effe
effec
effect
effecti
effective
effectively
effectiveness
effects
efficiency
efficient
effo
effort
efforts
efit
efits
eflings
efreet
efreeti
eft
eg
ega
egai
egain
ege
egen
egendary
eges
egg
eggs
egions
ego
egress
egu
egyptian
ei
eidolon
eight
eighteen
eign
eilistraee
eing
eir
eit
eith
eithe
either
eiti
ej
ejected
ejects
ek
eke
el
ela
elabo
elaborate
eladrin
eladrin's
elapse
eld
elda
eldath
eldeen
elder
elderly
elders
eldest
eldritch
elds
ele
elected
electrical
electricity
electrified
electrum
eled
elee
elegance
elegant
elem
eleme
elemen
element
elemental
elemental's
elementals
elements
elephant
elephants
elers
elevate
elevated
elevation
eleven
elf
elf's
eligible
eliminate
eling
elite
elixir
elixir's
elixirs
elk
ell
ella
elli
elligen
ellon
ellplague
ells
elo
elocutor
elongated
eloquence
eloquent
els
else
else's
elsewhere
elturel
elturgard
elturgard's
elude
elusive
elv
elven
elvenkind
elves
elves'
elvish
ely
em
ema
emai
emain
emains
emanate
emanates
emanations
emb
embark
embarrassing
embassy
embe
embedded
ember
embers
emblazoned
emblem
embodied
embodies
embodiment
embodiments
embody
emboldened
emboldening
embrace
embraced
embraces
embracing
eme
ement
ement's
emental
ements
emer
emerald
emerge
emerged
emergency
emerges
emerging
emerus
emi
emies
emissar
emissaries
emissary
emit
emits
emmara
emo
emon
emons
emot
emotion
emotional
emotionless
emotions
emp
emperors
emphasis
emphasize
emphasizes
empir
empire
empires
employ
employed
employees
employer
employers
employing
employment
employs
empower
empowered
empowering
empowerment
empowers
empt
empty
empyrean
empyrean's
empyreans
ems
emse
emselves
emu
emulate
emulating
emy
en
en's
en't
ena
enab
enable
enabled
enables
enabling
enacts
enamel
enc
encampment
encased
ence
enced
ences
ench
enchanted
enchanting
enchantment
enchantments
enclave
enclaves
enclo
enclosed
enco
encode
encompasses
encou
encoun
encount
encounter
encountered
encountering
encounters
encourage
encouraged
encourages
encouraging
encroaching
encroachment
encrusted
ency
end
endary
endeavor
endeavors
ended
ending
endish
endl
endless
endlessly
endowed
ends
endurance
endure
endured
endures
enduring
ene
ened
enem
enemi
enemies
enemies'
enemy
enemy's
ener
energies
energy
enervation
enever
enfeeblement
enfor
enforce
enforced
enforcement
enforcer
enforcers
enforcing
eng
engag
engage
engaged
engages
engaging
enge
engi
engine
engineering
engineers
engines
english
engraved
engt
ength
engulf
engulfed
engulfing
engulfs
enhance
enhanced
enhancement
enhancements
enhances
enhancing
enigmatic
ening
enjoy
enjoyable
enjoyed
enjoying
enjoyment
enjoys
enlarge
enlarged
enlightened
enlist
enmity
eno
enoloth
enor
enoreth
enormous
enoug
enough
enown
enraged
enrich
ens
ense
enses
enslave
enslaved
enslaving
ensnare
ensnaring
ensur
ensure
ensures
ensuring
ent
enta
entangle
entangled
entanglement
entanglements
entangling
ente
enter
entered
entering
enterprise
enterprises
enters
entertain
entertainer
entertainers
entertaining
entertainment
enth
enthrall
enthusiasm
enti
entice
enticing
entify
ention
entire
entirely
entirety
entities
entitled
entity
entrance
entrances
entreat
entri
entries
entrusted
entry
ents
enture
entures
env
envi
environment
environmental
environments
environs
envoy
envoys
envy
enzymes
eo
eon
eone
eoning
eons
eop
eous
ep
epa
epathy
epeat
ephelomon
ephemeral
epic
epitome
epitomize
epo
eport
eports
eprese
ept
eption
eq
equ
equa
equal
equality
equally
equals
equation
equenaut
equine
equip
equipmen
equipment
equipped
equires
equival
equivalent
er
er's
era
eradicate
eral
erald
erally
erandis
erase
erases
erate
erating
erations
erc
erce
erception
ercing
ere
ere's
erect
erected
ered
ereigns
erent
erer
eres
erests
erevan
erful
erg
ergal
ergar
ergy
eri
eria
erial
eries
eril
ering
erinyes
erior
erko
erliza
erm
ern
erna
ero
erous
errand
errands
errant
erratic
error
ers
ers'
ersatz
erse
erso
ersta
erstwhile
ert
erties
erty
erupt
erupted
erupting
eruption
erupts
erve
erwise
ery
erything
es
es'
esc
esca
escalate
escalating
escap
escape
escaped
escapes
escaping
esce
escort
escorting
escr
ese
esea
esearch
esen
esence
esents
esis
esista
esistances
esn't
esnya
eso
esoteric
esp
espe
espec
especia
especially
espio
espionage
espo
espouse
ess
essary
esse
essed
essence
essential
esser
esses
est
esta
estab
establish
established
establishing
establishment
establishments
estate
estates
este
ested
esteem
esteemed
esting
esto
eston
estrained
estruct
ests
esty
esu
esult
et
eta
etch
etched
ete
eted
eter
etermine
eternal
eternally
eternity
ether
ethereal
etherealness
ethical
ething
ethos
ets
ette
ettercap
ettercaps
ettin
ettins
eturn
etwee
etween
ety
etype
eu
euphoria
ev
eva
evade
evangel
evaporates
evard's
evasion
evasive
eve
evea
evel
even
evening
event
events
eventua
eventual
eventually
ever
everbright
evereska
everfire
evergold
everice
everlasting
evermeet
evermoors
every
everyday
everyone
everything
everywhere
eves
eves'
evi
evid
eviden
evidence
evident
evil
evils
eving
evious
evoc
evocat
evocation
evoke
evokes
evolution
evolve
evolved
evolves
ew
ewar
ewe
ews
ex
exa
exac
exact
exactly
exam
examine
examines
examining
examp
exampl
example
examples
exc
excavation
exce
exceed
exceedingly
exceeds
excel
excellence
excellent
excels
excep
except
exception
exceptional
exceptionally
exceptions
excess
excesses
excessive
exchange
exchanged
excitement
exciting
exclusive
exclusively
excretes
excursion
excuse
exe
execute
executed
execution
executive
exemplars
exemplifies
exercise
exert
exerting
exerts
exha
exhale
exhales
exhausted
exhaustion
exhaustive
exhibit
exi
exile
exiled
exiles
exis
exist
existed
existen
existence
existing
exists
exit
exiting
exits
exo
exotic
exp
expa
expan
expand
expanded
expanding
expands
expanse
expanses
expansion
expe
expect
expectation
expectations
expected
expects
expedi
expedition
expeditions
expeditious
expel
expelled
expen
expend
expendable
expended
expending
expenditure
expenditures
expends
expense
expenses
expensive
exper
experi
experien
experience
experienced
experiences
experiencing
experiment
experimental
experimentation
experiments
expert
expertise
experts
expires
expl
explain
explained
explaining
explains
explanation
explicit
explicitly
explode
exploded
explodes
exploding
exploit
exploiting
exploits
exploration
explore
explored
explorer
explorers
explores
exploring
explosion
explosions
explosive
explosives
expose
exposed
exposes
exposure
expr
express
expressed
expresses
expressing
expression
expressions
expulsion
expunge
exquisite
ext
exte
exten
extend
extended
extending
extends
extensions
extensive
extent
exter
exterior
exterminated
external
extinct
extinction
extinguish
extinguished
extinguishes
extort
extortion
extra
extract
extradimensional
extraordinarily
extraordinary
extraplanar
extravagant
extreme
extremely
extremes
extremists
extrude
exudes
ey
ey're
eye
eyebite
eyed
eyes
eyestalks
eyr
eys
f's
fa
fabled
fabric
fabricate
fac
facade
face
faced
facedown
faceless
faces
facets
facial
facilitate
facilities
facility
facing
fact
faction
factions
facto
factor
factories
factors
facts
faculty
fad
fade
faded
fades
fading
fae
faen
faenya
faer
faerfin
faerfm
faerftn
faerg
faergn
faerie
faeriln
faerilnian
faero
faeron
faert
faert'
faerun
faerunian
fai
fail
failed
failing
failings
fails
failure
failures
faint
faintest
faintly
fair
fairhaven
fairly
fairness
faith
faith's
faithful
faiths
fake
falcon
falish
fall
fallen
falling
falls
false
fam
fame
famed
fami
famil
famili
familiar
familiarity
familiars
families
family
family's
famines
famous
fan
fanatic
fanatical
fanaticism
fanatics
fanciful
fancy
fang
fanged
fangs
fans
fantastic
fantastical
fantasy
far
faraway
fare
farm
farmer
farmers
farming
farmlands
farms
farther
fascinated
fascinating
fascination
fashion
fashioned
fashions
fast
faster
fastest
fastieth
fat
fatal
fate
fated
fates
fathen
father
father's
fathom
fathomless
fault
fauna
fav
favor
favorable
favored
favoring
favorite
favorites
favors
fawning
fday
fe
fea
fealty
fear
feared
fearful
fearing
fearless
fears
fearsome
feast
feasting
feasts
feat
feather
feathered
feathers
feathery
feats
featu
featur
feature
feature's
featured
featureless
features
featuring
fect
fected
fects
fed
federation
fee
feeblemind
feed
feeding
feeds
feel
feeling
feelings
feels
fees
feet
feign
fel
felbarr
felbarran
felidar
felidars
feline
fell
fellow
fellows
felt
fely
femal
female
females
fence
fences
fend
fending
fenmarel
fer
feral
fered
ferent
ferocious
ferocity
ferrous
fers
fertile
fertility
fervent
fervently
fervor
fest
festering
festival
festivals
festoon
festooned
festyle
fetch
fetid
feud
feudal
feuds
few
fewer
fey
feywild
ff
ffe
ffi
ffolk
fi
fiayer
fiayers
fibrous
fic
fice
ficer
ficiency
fickle
fiction
fie
fied
field
fields
fiend
fiend's
fiendish
fiends
fier
fierce
fiercely
fiercer
fiercest
fierna
fiery
fifi
fifteen
fifth
fifty
fig
fight
fighter
fighters
fighti
fighting
fights
figur
figure
figures
figuring
file
files
fill
filled
filling
fills
filth
filthy
fin
fina
final
finally
financial
financier
find
finder's
finders
finders'
finding
finds
fine
finely
finer
finery
finesse
finest
finger
fingers
fini
finis
finish
finished
finishes
finishing
fins
fir
fire
firearm
firearms
fireball
fireballs
firefist
firehair
firemane
fires
firm
firmly
firs
first
firsthand
fish
fisherfolk
fishers
fishing
fissures
fist
fists
fit
fits
fitting
fittings
fiv
five
fix
fixed
fixers
fixing
fixture
fl
fla
flag
flags
flail
flair
flam
flamboyant
flame
flamekeep
flames
flameskull
flamewind
flaming
flammable
flanaess
flandal
flapping
flare
flares
flash
flask
flasks
flat
flattering
flattery
flavor
flaw
flawed
flawless
flaws
flay
flayer
flayers
flaywind
fle
flecks
fled
fledged
flee
fleeing
flees
fleet
flesh
flexible
fli
flickers
flict
flicts
flier
flies
flight
flights
fling
flings
flo
float
floated
floating
floats
flock
floes
flood
flooded
floods
floor
floors
flora
flour
flourish
flourished
flourishes
flourishing
flow
flower
flowers
flowing
flows
flu
fluence
fluently
fluid
fluids
flumph
flumphs
flung
flurry
flush
flutter
flux
fly
flyby
flying
fo
foam
focal
fochlucan
focu
focus
focused
focuses
focusing
fodder
foe
foe's
foes
foes'
fog
foil
foiling
fol
fold
folded
folding
folk
folks
foll
follo
follow
followed
follower
followers
followi
following
follows
folly
foment
fomenting
fomorians
fond
foo
food
fool
fooled
foolhardy
foolish
fools
foot
footed
foothold
footing
footsteps
footwork
for
forays
forbid
forbiddance
forbidden
forbidding
forc
force
forced
forceful
forcement
forces
forcing
ford
fore
forefront
forehead
foreign
foreigners
foremost
foreseen
foresight
forest
forested
forests
foretold
forever
forg
forge
forged
forgemaster
forgery
forges
forget
forgets
forging
forgive
forgiven
forgo
forgot
forgotten
fork
forked
forlorn
form
formal
formally
formance
formation
formations
formative
formed
former
formerly
formidable
forming
formless
forms
formula
formulas
forsake
forsaken
fort
forth
forti
fortification
fortifications
fortified
fortify
fortitude
fortr
fortre
fortress
fortresses
forts
fortunate
fortunately
fortune
fortunes
forty
forward
foster
fou
fought
foul
fouled
found
foundation
foundations
founded
founder
founding
foundlings
foundries
foundry
four
fourteen
fourth
fr
fraction
fractious
fractured
fragile
fragment
fragmented
fragments
frame
framed
framework
fraud
fraught
fray
frayed
fraz
fre
free
freed
freedom
freeing
freely
frees
freeze
freezes
freezing
frenetic
frenzied
frenzy
frequency
frequent
frequented
frequently
fresh
fri
friars
friction
frie
friend
friend's
friendly
friends
friendship
friendships
frig
frigh
fright
frighte
frighten
frightened
frightening
frightful
frigid
frill
frills
fring
fringes
frivolous
fro
frog
frog's
frogs
from
front
frontier
frontiers
fronts
frost
frostbite
frostfell
frowned
frozen
fruit
fruitful
fruition
fruits
frustrated
frustration
fs
ft
ftayers
fts
fu
fuel
fueled
fuels
fugitive
fugitives
fugue
ful
fulfill
fulfilled
fulfilling
fulfillment
fulfills
full
fully
fuming
fun
func
function
functional
functionaries
functionary
functioning
functions
fund
fundamental
fundamentally
funding
funds
funeral
funerals
fungal
fungi
fungus
funnel
funneled
funneling
fur
furious
furiously
furnished
furniture
furred
furs
further
fury
fuse
fused
fusions
futur
future
futures
fy
fying
fzoul
ga
gaerdal
gaerdal's
gage
gai
gain
gained
gaining
gains
gal
gala
galeb
gali
galifar
galleon
galleons
gallery
galley
galvanic
galvanice
gam
gamble
gamblers
gambling
game
game's
games
gaming
gamut
gan
gang
gang's
gangs
ganization
gaping
gar
gar'g'byle
garb
garbage
gard
garden
gardens
gardt
gargantuan
gargoyle
gargoyles
gari
garl's
garments
garra
garra's
garri
garrison
garrisons
gas
gaseous
gases
gat
gate
gatekeeper
gatekeepers
gates
gateway
gateways
gath
gather
gathered
gatherers
gatherhold
gathering
gatherings
gathers
gation
gauge
gaunt
gauntlet
gauntlets
gauntlgrym
gave
gaze
gazes
gazing
ge
gea
geance
gear
gears
geas
ged
gehenna
gel
gelatinous
gem
gem's
gems
gemstone
gemstones
gen
genasi
gence
gendary
gender
gene
gener
genera
general
generally
generals
generate
generated
generation
generations
generic
generous
generously
genie
genie's
genies
genius
genre
gent
gentle
gently
genuine
genuinely
geo
geography
geon
geoning
ger
gering
germaine
gerous
gers
geryon
geryon's
ges
gest
gesture
gestures
get
geted
gether
gets
getting
gg
gge
ggr
gh
ghaal'dar
ghaash'kala
ghallanda
gharraghaur
ghast
ghastly
ghasts
ghaunadaur
ghazi
gher
ghor
ghost
ghost's
ghostly
ghosts
ghostwise
ghoul
ghouls
ght
ghtened
ghtfoot
ghting
ghtning
ghu
gi
gia
gian
giant
giant's
giants
giants'
gibbering
gic
gica
gical
giff
gift
gifted
gifts
gigantic
gilded
gin
ging
gins
gion
gious
gish
git
gith
gith's
githyanki
githyanki's
githze
githzerai
githzerai's
giv
give
given
gives
giving
gl
gla
glabrezu
glabrezus
glacial
glad
glade
glades
gladiator
gladiatorial
gladiators
gladly
glaive
glamerweave
glamour
glance
glands
glare
glass
